[
   {
      "quote": "দুনিয়াতে সবচেয়ে বোকা ও নির্বোধ সে, যে নিজের পবিত্রতা দাবী করে এবং নিজেই নিজের প্রশংসা করে।",
      "source": "ইমাম আল-গাজ্জালী (রাহিমাহুল্লাহ), বিদায়াতুল হিদায়াহ, পৃ-১১৫"
   },
   {
      "quote": "হয়ত একটি ক্ষুদ্র কাজ অনেক বিশাল হয়ে যায় কাজটির পেছনে করা নিয়্যাতের কারণে এবং হয়ত অনেক বড় একটা কাজ একদমই তুচ্ছ হয়ে যায় কাজটির পেছনে করা নিয়্যাতের কারণে।",
      "source": "আবদুল্লাহ ইবনে মুবারাক (রাহিমাহুল্লাহ), জামি’ ‘উলুম, পৃ ১৬"
   },
   {
      "quote": "নিয়্যাতের চেয়ে অন্য কোন কিছুর প্রতি সজাগ দৃষ্টি রাখা আমার কাছে বেশি কঠিন মনে হয়নি, কেননা নিয়্যাত তো সবসময় পরিবর্তন হতে থাকে।",
      "source": "সুফিয়ান আস-সাওরি (রাহিমাহুল্লাহ), জামি’ ‘উলুম, পৃ ১৬"
   },
   {
      "quote": "একজন বান্দার জন্য সবচেয়ে জঘন্য পাপগুলোর একটি হলো তার নিজের পাপকাজগুলোকে ছোট করে দেখা।",
      "source": "মুহাম্মাদ বিন আবু-বকর আস-সিদ্দিক, আল-মুজালাসাহ, পৃ ৩৯৮"
   },
   {
      "quote": "একজন মু’মিন কথা কম বলেন এবং আ’মল বেশি করেন, কিন্তু একজন মুনাফিক আ’মল কম করে এবং বেশি কথা বলে।",
      "source": "আল-আউজা’ই, সিয়ার আ’লাম আন-নুবালা, ১৩/১৪৬"
   },
   {
      "quote": "আপনার নিজের মেয়ের প্রতি যেমন ব্যবহার করা হোক বলে আশা করেন, আপনার স্ত্রীর প্রতি আপনি তেমন ব্যবহার করুন।",
      "source": "সালিহ আল-উসাইমিন (রহিমাহুল্লাহ), আশ-শারহ আল-মুমতি, ১২/৩৮১"
   },
   {
      "quote": "যখন একজন জ্ঞানী ব্যক্তি তার স্ত্রীর সাথে থাকে, তখন তার উচিত তার সম্মানিত ‘আলেমসুলভ জ্ঞান-বুদ্ধি কোন একটি কোণায় রেখে দিয়ে খুনসুঁটি, হাসিঠাট্টা ও কৌতুক (শুরু) করা যেন তার স্ত্রীর নিজ প্রাপ্যগুলো পেতে পারে।",
      "source": "ইবনে আকীল, আদাবুশ শারী’আহ, ৩/৩৮৮"
   },
   {
      "quote": "যদি আকাঙ্ক্ষা করেন আপনার সম্পদ বৃদ্ধি হোক এবং আপনার পাপগুলো ক্ষমা হোক, তাহলে আপনার সাদাকাহ (দান) করা উচিত।",
      "source": "ইবনে আল-উসাইমিন, আহকাম-উল-ক্বুরআন, ২/২৯৩"
   },
   {
      "quote": "ইলম (জ্ঞান) আপনার কাছে এগিয়ে আসার কথা নয়, বরং আপনারই ‘ইলমের (জ্ঞানের) দিকে এগিয়ে যাওয়া উচিত।",
      "source": "মালিক ইবনে আনাস, আদাব শারি’ইয়্যাহ, ২/১৪৪"
   },
   {
      "quote": "সবচেয়ে বেশি সৌন্দর্য রয়েছে সুন্দর আচরণের মাঝে। যার আচরণ সুন্দর নয়, তার কোন সৌন্দর্যই নেই।",
      "source": "মুহাম্মাদ ইবনে হিব্বান, আর-রাওদাহ, পৃ ২২২০"
   },
   {
     "quote": "আল্লাহ আদমের শ্রেষ্ঠত্বের প্রকাশ করেছিলেন ‘ইলমের (জ্ঞানের) মাধ্যমে। বান্দা যেসব মহৎ গুণাবলী ধারণ করতে পারে সেগুলোর মধ্যে ‘ইলম অন্যতম।",
     "source": "আবদুর-রহমান আস-সাদী, তাইসির-উল-কারিম, পৃ ৪৯"
   },
   {
     "quote": "জ্ঞান (‘ইলম) হলো তীরবিহীন এক সমুদ্র যা গোটা উম্মাহর মাঝে বন্টন করে দেয়া হয়েছে। ‘ইলম তাদের জন্যই উপলভ্য রয়েছে যারা এটাকে খুঁজে পেতে চায়।",
     "source": "আয-যাহাবী (রাহিমাহুল্লাহ), সিয়ার আ’লাম আন-নুবালা, ৬৮/১২"
   },
   {
     "quote": "আমার কাছে রাজা-বাদশাহদের প্রাসাদের চেয়ে বই অনেক বেশি উত্তম।",
     "source": "হামাদ আল-আনসারি, আল-মাজমু, ১/৩৯৫"
   },
   {
     "quote": "জ্ঞান অর্জন করো। যখন তুমি জ্ঞানার্জন করবে, তখন তা দৃঢ়ভাবে ধরে রাখ এবং তাকে পালাতে দিয়ো না। হাসিঠাট্টা আর খেলার সাথে জ্ঞানকে মিশ্রিত করো না; নইলে তোমার হৃদয় তার ভেতর থেকে তোমার অর্জিত জ্ঞানকে উগড়ে ফেলে দেবে।",
     "source": "সুফিয়ান আস-সাওরি (রাহিমাহুল্লাহ), বায়োগ্রাফি অফ সুফিয়ান আস-সাওরি, পৃ ১৫২"
   },
   {
     "quote": "জ্ঞানের প্রথম ধাপ হলো শোনা, এরপর নিশ্চুপ থাকা এবং মনোযোগী হওয়া। এরপরের ধাপগুলো হলো সেটিকে সংরক্ষণ করা, কাজে পরিণত করা এবং তারপরের ধাপ হলো সেটিকে প্রচার করা।",
     "source": "সুফিয়ান ইবনে উইয়াইনাহ, হিলইয়াহ আউলিয়া, ৩/২৮৩"
   }
]
